[
  "improved-vimcursor",
  "obsidian-relative-line-numbers",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-tracker",
  "templater-obsidian",
  "dataview",
  "auto-moc",
  "obsidian-banners",
  "better-word-count",
  "obsidian-hider",
  "obsidian-icons-plugin",
  "janitor",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "omnisearch",
  "periodic-notes",
  "obsidian-reading-time",
  "settings-search",
  "various-complements",
  "obsidian-vimrc-support"
]